sudo
acpi
acpid
nano
wget
grub
efibootmgr
dosfstools
os-prober
mtools
fuse2
rsync
mesa
pulseaudio-bluetooth
bluez
bluez-utils
fuse2
unzip
gvfs
exfat-utils
ntfs-3g
base-devel
git
gettext
jq
typescript
sassc
meson
ninja
networkmanager
wpa_supplicant
wireless_tools
netctl
dhcpcd
dialog
bash-completion
rclone
xorg
xorg-apps
xdg-user-dirs
xf86-video-amdgpu
xf86-input-synaptics
